{
  "norm_1": {
    "ID": 1,
    "type": "injunctive",
    "content": "Everyone should keep their conversations at a moderate volume.",
    "subject": "everyone",
    "predicate": "should keep",
    "object": "their conversations at a moderate volume",
    "related_desc": "",
    "utility": 80,
    "poi_reason": "",
    "activation_state": true,
    "validity_state": true
  },
  "norm_2": {
    "ID": 2,
    "type": "descriptive",
    "content": "Customers typically order and pay at the counter.",
    "subject": "customers",
    "predicate": "typically order and pay",
    "object": "at the counter",
    "related_desc": "",
    "utility": 60,
    "poi_reason": "",
    "activation_state": false,
    "validity_state": true
  },
  "norm_3": {
    "ID": 3,
    "type": "descriptive",
    "content": "People often leave a tip for the service staff.",
    "subject": "people",
    "predicate": "often leave",
    "object": "a tip for the service staff",
    "related_desc": "",
    "utility": 50,
    "poi_reason": "",
    "activation_state": false,
    "validity_state": true
  },
  "norm_4": {
    "ID": 4,
    "type": "injunctive",
    "content": "No smoking is allowed inside the cafe.",
    "subject": "no one",
    "predicate": "is allowed",
    "object": "to smoke inside the cafe",
    "related_desc": "",
    "utility": 100,
    "poi_reason": "",
    "activation_state": true,
    "validity_state": true
  },
  "norm_5": {
    "ID": 5,
    "type": "injunctive",
    "content": "Customers should clean up after themselves by disposing of their trash appropriately.",
    "subject": "customers",
    "predicate": "should clean up",
    "object": "after themselves by disposing of their trash appropriately",
    "related_desc": "",
    "utility": 90,
    "poi_reason": "",
    "activation_state": true,
    "validity_state": true
  },
  "norm_6": {
    "ID": 6,
    "type": "injunctive",
    "content": "Complementing others on their talents or interests should be done without making assumptions about their abilities or aspirations.",
    "subject": "complementing others",
    "predicate": "should be done",
    "object": "without making assumptions about their abilities or aspirations",
    "related_desc": "Bob Johnson: (smiling politely) Good morning, Jennifer. I couldn't help but notice your beautiful voice. Are you a singer?\nJennifer Moore: (smiles and nods) Thank you, Bob. Yes, I love to sing! It's one of my favorite hobbies.\nBob Johnson: (smiling warmly) It's truly a gift to have such a beautiful voice. Have you ever considered performing professionally?\nJennifer Moore: (smiles gratefully) Thank you, Bob. I'm still learning and practicing, but performing professionally is definitely a dream of mine.\nBob Johnson: (smiling warmly) That's wonderful to hear, Jennifer. Keep nurturing that talent of yours. Who knows, one day you might grace us with a performance here at Hobbs Cafe!\nJennifer Moore: (excitedly clasps her hands together) Thank you so much, Bob! I'll definitely keep working hard to improve. Maybe one day you'll see me on stage here! \n",
    "utility": 80,
    "poi_reason": "Because assuming someone's abilities or aspirations can be disrespectful and may lead to misunderstandings or hurt feelings",
    "activation_state": false,
    "validity_state": true
  },
  "norm_7": {
    "ID": 7,
    "type": "injunctive",
    "content": "Respect individual values and aspirations.",
    "subject": "individuals",
    "predicate": "respect",
    "object": "None",
    "related_desc": "Thoughts:This isn’t related to a specific thought from the input but is an inferred norm from the potential clash of values and the recognition of individual passions. This norm promotes the acceptance of diverse interests and goals, encouraging supportive behavior that recognizes each person's unique path to health, happiness, and success.",
    "utility": 80,
    "poi_reason": "Because maintaining a quiet environment indoors is important for people's comfort and well-being, and failure to do so may disrupt others and lead to conflicts.",
    "activation_state": false,
    "validity_state": true
  },
  "norm_8": {
    "ID": 8,
    "type": "injunctive",
    "content": "Discourage smoking in favor of healthier alternatives for relaxation and stress relief.",
    "subject": "someone",
    "predicate": "discourage",
    "object": "smoking in favor of healthier alternatives for relaxation and stress relief",
    "related_desc": "Thoughts:There is a recurring theme of conversations about smoking policy and its effects on health and wellbeing, with some individuals promoting its benefits while others express concerns and suggest alternative relaxation techniques.",
    "utility": 90,
    "poi_reason": "Because smoking poses significant health risks to both the smoker and those around them",
    "activation_state": true,
    "validity_state": true
  },
  "norm_9": {
    "ID": 9,
    "type": "injunctive",
    "content": "Respect non-smokers' health and relaxation in shared spaces.",
    "subject": "you",
    "predicate": "respect",
    "object": "non-smokers' health and relaxation in shared spaces",
    "related_desc": "Thoughts:There is a recurring theme of conversations revolving around smoking, health concerns, and relaxation between various individuals, revealing a clash of values and differing perspectives.\" This norm takes into account the health concerns and the need for a smoke-free environment for relaxation, promoting respect for others in shared spaces.",
    "utility": 100,
    "poi_reason": "Because failure to do so can have serious consequences on the physical health and well-being of non-smokers",
    "activation_state": true,
    "validity_state": true
  },
  "norm_10": {
    "ID": 10,
    "type": "descriptive",
    "content": "Customers follow standard service protocols of ordering and paying at the counter and leaving a tip for the service staff.",
    "subject": "Customers",
    "predicate": "follow",
    "object": "standard service protocols of ordering and paying at the counter and leaving a tip for the service staff",
    "related_desc": "S_Norms:\n2. Customers typically order and pay at the counter.\n3. People often leave a tip for the service staff.",
    "utility": 27,
    "poi_reason": "The abstract norm captures the essence of the specific norms but may be slightly too detailed, potentially leading to constraints on behavior. Therefore, the fitness score is moderate, with r=0.5.",
    "activation_state": false,
    "validity_state": true
  },
  "norm_11": {
    "ID": 11,
    "type": "descriptive",
    "content": "Smoking indoors is not common.",
    "subject": "Smoking indoors",
    "predicate": "is not common",
    "object": "None",
    "related_desc": "Thoughts:Sam Moore and Abigail Chen discuss the benefits and drawbacks of smoking, with Sam ultimately agreeing to be more considerate of others while smoking.",
    "utility": 90,
    "poi_reason": "Because smoking indoors is not only a violation of social norms, but it also poses serious health risks to both the smoker and those around them",
    "activation_state": true,
    "validity_state": true
  },
  "norm_12": {
    "ID": 12,
    "type": "injunctive",
    "content": "Maintain a respectful and healthy cafe environment, discuss smoking policies, and consider the benefits of tipping for quality service.",
    "subject": "you",
    "predicate": "Maintain, discuss, consider",
    "object": "in a cafe environment",
    "related_desc": "Thoughts:There is a strong focus on maintaining a healthy and respectful environment in the cafe, with discussions about smoking policies and the benefits of tipping.",
    "utility": 80,
    "poi_reason": "Because failure to maintain a respectful and healthy cafe environment may lead to discomfort for other customers and potential conflicts",
    "activation_state": true,
    "validity_state": true
  },
  "norm_13": {
    "ID": 13,
    "type": "injunctive",
    "content": "Support colleagues' well-being by sharing helpful resources.",
    "subject": "colleagues",
    "predicate": "support",
    "object": "by sharing helpful resources",
    "related_desc": "Thoughts:For Bob Johnson's planning: should remember to send Tamara Rodriguez resources on mindfulness and relaxation techniques to help her prioritize her well-being.",
    "utility": 80,
    "poi_reason": "Because failure to do so may result in a lack of support and collaboration within the workplace, leading to decreased productivity and morale",
    "activation_state": true,
    "validity_state": true
  },
  "norm_14": {
    "ID": 14,
    "type": "descriptive",
    "content": "Discussing various perspectives on public health policies in a respectful manner to promote inclusivity and harmony.",
    "subject": "Discussions",
    "predicate": "promote",
    "object": "inclusivity and harmony",
    "related_desc": "Thoughts:There is a recurring theme of conversations revolving around smoking, health concerns, and relaxation between various individuals, revealing a clash of values and differing perspectives.",
    "utility": 80,
    "poi_reason": "Because promoting inclusivity and harmony is important in a society, and respectful discussion of different perspectives on public health policies helps to achieve that",
    "activation_state": true,
    "validity_state": true
  },
  "norm_15": {
    "ID": 15,
    "type": "injunctive",
    "content": "Address policy violations with calm and respect to uphold a positive environment.",
    "subject": "policy violations",
    "predicate": "address with",
    "object": "calm and respect to uphold a positive environment",
    "related_desc": "Thoughts:Bob Johnson's planning: needs to remember to enforce the no-smoking policy and address any violations in a calm and respectful manner to maintain a healthy and respectful environment for all customers.",
    "utility": 80,
    "poi_reason": "Because if this norm is not followed, it can lead to conflicts and a negative atmosphere",
    "activation_state": true,
    "validity_state": true
  },
  "norm_16": {
    "ID": 16,
    "type": "injunctive",
    "content": "Support and respect cafe staff.",
    "subject": "Everyone",
    "predicate": "supports and respects",
    "object": "cafe staff",
    "related_desc": "Thoughts:There is a strong focus on maintaining a healthy and respectful environment in the cafe, with discussions about smoking policies and the benefits of tipping.",
    "utility": 90,
    "poi_reason": "Because failure to do so may result in a negative atmosphere in the cafe, leading to decreased productivity and customer satisfaction",
    "activation_state": false,
    "validity_state": true
  },
  "norm_17": {
    "ID": 17,
    "type": "injunctive",
    "content": "Avoid making assumptions about others' abilities or aspirations when complimenting their talents or interests.",
    "subject": "you",
    "predicate": "avoid making",
    "object": "assumptions about others' abilities or aspirations",
    "related_desc": "S_Norms:\n4. Complementing others on their talents or interests should be done without making assumptions about their abilities or aspirations.\n5. Respect individual values and aspirations.",
    "utility": 80,
    "poi_reason": "The abstract norm is highly appropriate as it captures the essence of the related specific norms without being overly general or detailed. It clearly outlines the expected conduct in a concise manner.",
    "activation_state": true,
    "validity_state": true
  },
  "norm_18": {
    "ID": 18,
    "type": "injunctive",
    "content": "Adhere to cafe service protocols and support a positive cafe culture through respectful behavior and tipping practices.",
    "subject": "you",
    "predicate": "adhere to",
    "object": "cafe service protocols and support a positive cafe culture through respectful behavior and tipping practices",
    "related_desc": "S_Norms:\n8. Customers follow standard service protocols of ordering and paying at the counter and leaving a tip for the service staff.\n14. Support and respect cafe staff.",
    "utility": 58,
    "poi_reason": "The abstract norm is well-synthesized from the related specific norms, providing a clear and concise guideline for behavior in cafe settings. It strikes a balance between generality and specificity, making it highly appropriate.",
    "activation_state": true,
    "validity_state": true
  },
  "norm_19": {
    "ID": 19,
    "type": "descriptive",
    "content": "Balancing career aspirations with personal well-being is crucial for overall happiness and achievement.",
    "subject": "Balancing career aspirations",
    "predicate": "is crucial",
    "object": "for overall happiness and achievement",
    "related_desc": "Thoughts:The conversation between Bob Johnson and Jennifer Moore reveals a potential clash of values between Bob's interest in Jennifer's singing career and her focus on promoting health and well-being",
    "utility": 80,
    "poi_reason": "Because if this norm is not followed, individuals may experience burnout, stress, and a lack of fulfillment in their personal and professional lives",
    "activation_state": true,
    "validity_state": true
  },
  "norm_20": {
    "ID": 20,
    "type": "injunctive",
    "content": "Foster open discussion and respect for diverse perspectives to promote inclusivity and harmony in shared spaces.",
    "subject": "You",
    "predicate": "foster",
    "object": "open discussion and respect for diverse perspectives to promote inclusivity and harmony in shared spaces",
    "related_desc": "S_Norms:\n10. Maintain a respectful and healthy cafe environment, discuss smoking policies, and consider the benefits of tipping for quality service.\n11. Support colleagues' well-being by sharing helpful resources.\n12. Discussing various perspectives on public health policies in a respectful manner to promote inclusivity and harmony.\n13. Address policy violations with calm and respect to uphold a positive environment.\n",
    "utility": 90,
    "poi_reason": "Because promoting open discussion and respect for diverse perspectives is necessary for creating an inclusive and harmonious environment",
    "activation_state": true,
    "validity_state": true
  },
  "norm_21": {
    "ID": 21,
    "type": "descriptive",
    "content": "Individuals approach differing perspectives with open-mindedness and respect, considering potential benefits and drawbacks.",
    "subject": "Individuals",
    "predicate": "approach",
    "object": "differing perspectives with open-mindedness and respect",
    "related_desc": "Carlos Gomez: (leans back in his chair, takes a drag from his cigarette) Hey Bob, I couldn't help but overhear your discussion on city developments. Have you considered how a transparent pricing model could benefit the city's budget?\nBob Johnson: (Bob maintains a composed posture and nods in agreement) Carlos, that's an interesting perspective. While transparency is crucial in governance, we must also consider the potential drawbacks and implications for our community. Let's further discuss this over a cup of coffee sometime.\n",
    "utility": 80,
    "poi_reason": "Because this norm promotes effective communication and understanding among individuals, leading to better decision-making and cooperation",
    "activation_state": true,
    "validity_state": true
  },
  "norm_22": {
    "ID": 22,
    "type": "injunctive",
    "content": "Maintain a smoke-free indoor environment while providing designated smoking areas outdoors to respect health concerns and personal choices.",
    "subject": "you",
    "predicate": "maintain",
    "object": "a smoke-free indoor environment while providing designated smoking areas outdoors",
    "related_desc": "Thoughts:There is a recurring clash of values and perspectives surrounding smoking policy and its effects on health and relaxation at the cafe, with some individuals promoting its benefits while others express concerns and suggest alternatives, revealing a fundamental values clash.\"\n\nThis norm takes into account the health concerns associated with indoor smoking and the need for a harmonious and relaxing cafe atmosphere. It prescribes a clear and socially acceptable action—restricting indoor smoking while providing an alternative for those who wish to smoke—adhering to the principle that norms should shape behavior and decision-making in a way that is acceptable to the group or society.",
    "utility": 90,
    "poi_reason": "Because failure to maintain a smoke-free indoor environment can have serious consequences for people's health, including increased risk of respiratory problems and secondhand smoke exposure",
    "activation_state": true,
    "validity_state": true
  }
}