{
  "norm_1": {
    "ID": 1,
    "type": "injunctive",
    "content": "Practice considerate smoking in shared spaces.",
    "subject": "Practice",
    "predicate": "smoking",
    "object": "in shared spaces",
    "related_desc": "Thoughts:There is a recurring theme of conversations about smoking and relaxation, with individuals expressing their preferences and concerns, and potentially reaching agreements to be more considerate of others while smoking.",
    "utility": 80,
    "poi_reason": "Because failure to do so can have harmful effects on others, such as secondhand smoke exposure and discomfort",
    "activation_state": false,
    "validity_state": true
  },
  "norm_2": {
    "ID": 2,
    "type": "injunctive",
    "content": "Contribute to discussions on smoking policies that reflect community health and environmental concerns.",
    "subject": "you",
    "predicate": "contribute",
    "object": "to discussions on smoking policies that reflect community health and environmental concerns",
    "related_desc": "Thoughts:There is a recurring theme of discussions about smoking and its effects on health and the environment, with individuals expressing their opinions and potential solutions, possibly leading to resolutions.",
    "utility": 80,
    "poi_reason": "Because failure to contribute to discussions on smoking policies can lead to the continuation of harmful secondhand smoke exposure, which can negatively impact community health and the environment",
    "activation_state": false,
    "validity_state": true
  },
  "norm_3": {
    "ID": 3,
    "type": "descriptive",
    "content": "Specific areas are designated for smoking in cafes.",
    "subject": "Specific areas",
    "predicate": "are designated",
    "object": "for smoking in cafes",
    "related_desc": "Thoughts:There is a recurring theme of conflicting values and opinions regarding smoking and relaxation, leading to discussions and potential resolutions among cafe customers.",
    "utility": 80,
    "poi_reason": "Because failure to follow this norm can lead to discomfort and health risks for non-smokers who are sensitive to secondhand smoke",
    "activation_state": false,
    "validity_state": true
  },
  "norm_4": {
    "ID": 4,
    "type": "injunctive",
    "content": "Use noise-canceling headphones in shared spaces to maintain a quiet environment.",
    "subject": "You",
    "predicate": "use",
    "object": "headphones in shared spaces to maintain a quiet environment",
    "related_desc": "Thoughts:(This norm is a derivative based on the potential broad application of Tamara's personal choice to use noise-canceling headphones, even though it's not explicitly stated as a norm in the input.)",
    "utility": 80,
    "poi_reason": "Because failure to do so may disrupt the peace and comfort of others in the shared space, leading to conflicts and discomfort",
    "activation_state": false,
    "validity_state": true
  },
  "norm_5": {
    "ID": 5,
    "type": "descriptive",
    "content": "Timely follow-up and check-ins in personal and professional relationships foster trust and accountability.",
    "subject": "Timely follow-up and check-ins",
    "predicate": "foster",
    "object": "trust and accountability",
    "related_desc": "Thoughts:For Tamara Rodriguez's planning: should remember to follow up with Tom…and to check in with Abigail…",
    "utility": 70,
    "poi_reason": "Because excessive noise can be disruptive and uncomfortable for others, and promoting awareness about its negative effects can contribute to a more pleasant and considerate social environment",
    "activation_state": true,
    "validity_state": true
  },
  "norm_6": {
    "ID": 6,
    "type": "injunctive",
    "content": "Minimize smoking in shared spaces to protect health and the environment.",
    "subject": "You",
    "predicate": "minimize",
    "object": "smoking in shared spaces",
    "related_desc": "Thoughts:There is a strong focus on smoking and its effects on health and the environment, with various characters discussing their opinions and potential solutions.\" This norm is prescriptive – it sets a guideline for behavior (minimizing smoking), and it is relevant to the behavior and decision-making (protecting health and the environment), and it outlines the accepted conduct for the benefit of the group, thus meeting the criteria for a social norm.",
    "utility": 100,
    "poi_reason": "Because failure to minimize smoking in shared spaces can have serious consequences on the health of others, especially for pregnant women like Tamara Rodriguez",
    "activation_state": false,
    "validity_state": true
  },
  "norm_7": {
    "ID": 7,
    "type": "descriptive",
    "content": "Maintain a respectful distance when smoking and seek consent where possible.",
    "subject": "You",
    "predicate": "Maintain",
    "object": "a respectful distance when smoking and seek consent where possible",
    "related_desc": "Thoughts:There is a recurring theme of conversations about smoking and relaxation, with individuals expressing their preferences and concerns, and potentially reaching agreements to be more considerate of others while smoking.",
    "utility": 80,
    "poi_reason": "Because failure to do so can cause discomfort and health issues for others, especially for pregnant women like Tamara Rodriguez who are more sensitive to secondhand smoke",
    "activation_state": false,
    "validity_state": true
  },
  "norm_8": {
    "ID": 8,
    "type": "injunctive",
    "content": "Be mindful of the impact of smoking on others and the environment, and follow designated smoking areas where applicable.",
    "subject": "you",
    "predicate": "be mindful",
    "object": "of the impact of smoking on others and the environment, and follow designated smoking areas where applicable",
    "related_desc": "S_Norms:\n1. Practice considerate smoking in shared spaces.\n2. Contribute to discussions on smoking policies that reflect community health and environmental concerns.\n3. Specific areas are designated for smoking in cafes.\n6. Minimize smoking in shared spaces to protect health and the environment.\n7. Maintain a respectful distance when smoking and seek consent where possible.",
    "utility": 84,
    "poi_reason": "The abstract norm is highly appropriate as it captures the essence of the related specific norms without being overly general or detailed. It provides clear guidance on how to act in various situations related to smoking, making it a suitable summary of the specific norms.",
    "activation_state": true,
    "validity_state": true
  },
  "norm_9": {
    "ID": 9,
    "type": "injunctive",
    "content": "Social norms should encourage open discussions and solutions on health and environment-related issues.",
    "subject": "Social norms",
    "predicate": "should encourage",
    "object": "open discussions and solutions on health and environment-related issues",
    "related_desc": "Thoughts:There is a recurring theme of discussions about smoking and its effects on health and the environment, with individuals expressing their opinions and potential solutions, possibly leading to resolutions",
    "utility": 80,
    "poi_reason": "Because excessive noise can disrupt the peaceful environment of the cafe and disturb other customers",
    "activation_state": false,
    "validity_state": true
  },
  "norm_10": {
    "ID": 10,
    "type": "injunctive",
    "content": "Be considerate of others when choosing to smoke in a shared space.",
    "subject": "you",
    "predicate": "be considerate",
    "object": "when choosing to smoke in a shared space",
    "related_desc": "Thoughts:There is a recurring theme of conversations about smoking and relaxation, with individuals expressing their preferences and concerns, and potentially reaching agreements to be more considerate of others while smoking",
    "utility": 90,
    "poi_reason": "Because failure to be considerate of others when smoking in a shared space can have harmful effects on the health and comfort of those around, particularly for individuals like Tamara Rodriguez who are sensitive to secondhand smoke",
    "activation_state": true,
    "validity_state": true
  },
  "norm_11": {
    "ID": 11,
    "type": "injunctive",
    "content": "Adhere to no-smoking policies in indoor public spaces.",
    "subject": "Everyone",
    "predicate": "adheres to",
    "object": "no-smoking policies in indoor public spaces",
    "related_desc": "Thoughts:Isabella Rodriguez and Wolfgang Schulz discuss the smoking policy... highlighting the importance of adhering to the no-smoking policy inside the cafe",
    "utility": 100,
    "poi_reason": "Because failure to adhere to this norm can have serious health consequences for others, particularly for pregnant women like Tamara Rodriguez who are more sensitive to secondhand smoke",
    "activation_state": true,
    "validity_state": true
  },
  "norm_12": {
    "ID": 12,
    "type": "injunctive",
    "content": "Practice tipping in public places to show appreciation for good service.",
    "subject": "you",
    "predicate": "practice",
    "object": "in public places to show appreciation for good service",
    "related_desc": "Thoughts:...highlighting the importance of... tipping in public places",
    "utility": 80,
    "poi_reason": "Because failure to tip may lead to dissatisfaction among service providers and potentially affect the quality of service in the long run",
    "activation_state": true,
    "validity_state": true
  },
  "norm_13": {
    "ID": 13,
    "type": "descriptive",
    "content": "Engage in respectful discourse to reach consensus on smoking policies.",
    "subject": "you",
    "predicate": "Engage",
    "object": "in respectful discourse to reach consensus on smoking policies",
    "related_desc": "Thoughts:There is a strong focus on smoking and its effects on health and the environment, with various characters discussing their opinions and potential solutions.",
    "utility": 80,
    "poi_reason": "Because failure to engage in respectful discourse can lead to conflicts and disagreements, making it difficult to establish fair and effective smoking policies",
    "activation_state": true,
    "validity_state": true
  },
  "norm_14": {
    "ID": 14,
    "type": "injunctive",
    "content": "Observe quiet hours from 10 PM to 7 AM in the neighborhood.",
    "subject": "you",
    "predicate": "Observe",
    "object": "quiet hours from 10 PM to 7 AM in the neighborhood",
    "related_desc": "Thoughts:Community members discuss setting quiet hours in their neighborhood to reduce noise at night (6).",
    "utility": 80,
    "poi_reason": "Because promoting the bad effects of noise can help create awareness and encourage people to be more considerate of others in public spaces",
    "activation_state": false,
    "validity_state": true
  },
  "norm_15": {
    "ID": 15,
    "type": "descriptive",
    "content": "Shoppers bring their own bags when shopping to reduce plastic waste.",
    "subject": "Shoppers",
    "predicate": "bring",
    "object": "their own bags when shopping to reduce plastic waste",
    "related_desc": "Thoughts:Increase in people bringing their own bags to cut down on plastic waste (20).",
    "utility": 80,
    "poi_reason": "Because excessive noise can disrupt the peaceful environment of the cafe and disturb other customers",
    "activation_state": false,
    "validity_state": true
  },
  "norm_16": {
    "ID": 16,
    "type": "injunctive",
    "content": "Acknowledge and celebrate colleagues' birthdays in the workplace.",
    "subject": "colleagues' birthdays",
    "predicate": "acknowledge and celebrate",
    "object": "in the workplace",
    "related_desc": "Thoughts:Expected to acknowledge colleagues' birthdays (23).",
    "utility": 70,
    "poi_reason": "Because excessive noise can disrupt the peaceful atmosphere of a cafe and disturb other customers",
    "activation_state": true,
    "validity_state": true
  },
  "norm_17": {
    "ID": 17,
    "type": "injunctive",
    "content": "Reduce water usage during periods of drought.",
    "subject": "You",
    "predicate": "reduce",
    "object": "water usage during periods of drought",
    "related_desc": "Thoughts:Trend of reducing water usage during drought conditions (27).",
    "utility": 50,
    "poi_reason": "Because while it is not a legal requirement to tip, it is a social norm to show appreciation for good service by leaving a tip",
    "activation_state": false,
    "validity_state": true
  },
  "norm_18": {
    "ID": 18,
    "type": "injunctive",
    "content": "Refrain from using smartphones while eating together to foster conversation.",
    "subject": "you",
    "predicate": "refrain",
    "object": "from using smartphones while eating together to foster conversation",
    "related_desc": "Thoughts:Agreement to not use smartphones while eating to promote conversation (29).",
    "utility": 80,
    "poi_reason": "Because if this norm is violated, it can lead to decreased social interaction and hinder the development of meaningful conversations during meal times",
    "activation_state": true,
    "validity_state": true
  },
  "norm_19": {
    "ID": 19,
    "type": "injunctive",
    "content": "Maintain a peaceful and quiet environment in shared spaces.",
    "subject": "you",
    "predicate": "maintain",
    "object": "a peaceful and quiet environment in shared spaces",
    "related_desc": "S_Norms:\n1. Use noise-canceling headphones in shared spaces to maintain a quiet environment.\n9. Observe quiet hours from 10 PM to 7 AM in the neighborhood.",
    "utility": 80,
    "poi_reason": "The abstract norm is concise and clearly outlines the expected conduct in shared spaces, aligning well with the specific norms provided. It strikes a balance between generality and specificity, making it highly appropriate. Therefore, the fitness score is high, with r=1.",
    "activation_state": true,
    "validity_state": true
  },
  "norm_20": {
    "ID": 20,
    "type": "injunctive",
    "content": "Promotes sustainable practices and responsible behavior towards health and the environment.",
    "subject": "None.",
    "predicate": "Promotes",
    "object": "sustainable practices and responsible behavior towards health and the environment",
    "related_desc": "S_Norms:\n4. Social norms should encourage open discussions and solutions on health and environment-related issues.\n10. Shoppers bring their own bags when shopping to reduce plastic waste.\n12. Reduce water usage during periods of drought.",
    "utility": 70,
    "poi_reason": "STAGE 1:",
    "activation_state": true,
    "validity_state": true
  },
  "norm_21": {
    "ID": 21,
    "type": "descriptive",
    "content": "Parents encourage children to participate in team sports to instill values of teamwork and cooperation.",
    "subject": "Parents",
    "predicate": "encourage",
    "object": "children to participate in team sports to instill values of teamwork and cooperation",
    "related_desc": "Thoughts:Parents encouraging children in team sports (26).",
    "utility": 80,
    "poi_reason": "Because excessive noise can disrupt the peaceful atmosphere of a cafe and disturb other customers",
    "activation_state": true,
    "validity_state": true
  },
  "norm_22": {
    "ID": 22,
    "type": "injunctive",
    "content": "Regulate smoking in both private and public spaces.",
    "subject": "authorities",
    "predicate": "regulate",
    "object": "smoking in both private and public spaces",
    "related_desc": "Thoughts:There is a strong focus on the impact of smoking on health and the environment, with various characters discussing their opinions and potential solutions.",
    "utility": 90,
    "poi_reason": "Because failure to regulate smoking can lead to negative health effects for both smokers and non-smokers, as well as discomfort and annoyance for those who are sensitive to secondhand smoke",
    "activation_state": true,
    "validity_state": true
  },
  "norm_23": {
    "ID": 23,
    "type": "injunctive",
    "content": "Balance personal freedom and community health in smoking regulations.",
    "subject": "Everyone",
    "predicate": "balance",
    "object": "personal freedom and community health in smoking regulations",
    "related_desc": "Thoughts:The conversations also touch on the importance of balancing individual choices with community well-being in relation to smoking.",
    "utility": 80,
    "poi_reason": "Because failure to balance personal freedom and community health in smoking regulations can lead to negative health effects for individuals exposed to secondhand smoke and can also contribute to increased healthcare costs for the community",
    "activation_state": true,
    "validity_state": true
  }
}