{
  "norm_1": {
    "ID": 1,
    "type": "injunctive",
    "content": "Everyone should keep their voices at a moderate volume to maintain a calm atmosphere.",
    "subject": "everyone",
    "predicate": "should keep",
    "object": "their voices at a moderate volume",
    "related_desc": "",
    "utility": 90,
    "poi_reason": "",
    "activation_state": false,
    "validity_state": true
  },
  "norm_2": {
    "ID": 2,
    "type": "injunctive",
    "content": "Customers should clean up after themselves and dispose of their trash properly.",
    "subject": "customers",
    "predicate": "should clean up",
    "object": "after themselves and dispose of their trash properly",
    "related_desc": "",
    "utility": 80,
    "poi_reason": "",
    "activation_state": true,
    "validity_state": true
  },
  "norm_3": {
    "ID": 3,
    "type": "injunctive",
    "content": "Customers are expected to wait in line and take turns ordering.",
    "subject": "customers",
    "predicate": "are expected to",
    "object": "wait in line and take turns ordering",
    "related_desc": "",
    "utility": 80,
    "poi_reason": "",
    "activation_state": true,
    "validity_state": true
  },
  "norm_4": {
    "ID": 4,
    "type": "injunctive",
    "content": "Customers should refrain from using loud or disruptive electronic devices.",
    "subject": "customers",
    "predicate": "should refrain from",
    "object": "using loud or disruptive electronic devices",
    "related_desc": "",
    "utility": 90,
    "poi_reason": "",
    "activation_state": false,
    "validity_state": true
  },
  "norm_5": {
    "ID": 5,
    "type": "injunctive",
    "content": "Customers are encouraged to tip their waitstaff for good service.",
    "subject": "customers",
    "predicate": "are encouraged to tip",
    "object": "their waitstaff for good service",
    "related_desc": "",
    "utility": 70,
    "poi_reason": "",
    "activation_state": true,
    "validity_state": true
  },
  "norm_6": {
    "ID": 6,
    "type": "injunctive",
    "content": "Smoking should only be done in designated smoking areas.",
    "subject": "Smoking",
    "predicate": "should only be done",
    "object": "in designated smoking areas",
    "related_desc": "Sam Moore: (Sam Moore gestures towards his cigarette and says) Abigail, did you know that smoking actually has many benefits for relaxation? It helps me unwind after a long day and I find it really calming. Have you ever tried it?\nAbigail Chen: (Abigail Chen shakes her head and gently exhales to stay calm) Sam, I understand that you find smoking relaxing, but it's important to consider the negative impact it can have on your health and the health of those around you. Smoking indoors can also disturb others who may not appreciate the smell or the risks associated with secondhand smoke. Have you ever thought about trying other relaxation techniques that are healthier for you and those around you?\nSam Moore: (Sam Moore tips his cigarette with a smile) Abigail, I appreciate your concern for my health and the health of others. I have considered other relaxation techniques, but smoking has been a habit for me for many years. However, I will try to be more mindful of where I smoke to not disturb others. Thank you for bringing it to my attention.\n",
    "utility": 90,
    "poi_reason": "Because failure to follow this norm can have negative consequences for both smokers and non-smokers",
    "activation_state": false,
    "validity_state": true
  },
  "norm_7": {
    "ID": 7,
    "type": "injunctive",
    "content": "Engage in respectful and considerate discussions about smoking policies to ensure the health and well-being of the community.",
    "subject": "You",
    "predicate": "engage",
    "object": "in respectful and considerate discussions about smoking policies",
    "related_desc": "Thoughts:There is a recurring conversation about smoking policy and its effects on health and well-being among the cafe customers...",
    "utility": 80,
    "poi_reason": "Because failure to engage in respectful and considerate discussions about smoking policies may lead to conflicts and harm the health and well-being of the community",
    "activation_state": false,
    "validity_state": true
  },
  "norm_8": {
    "ID": 8,
    "type": "injunctive",
    "content": "Be mindful of the impact of smoking on others and adjust smoking behavior to respect health and comfort in shared spaces.",
    "subject": "you",
    "predicate": "Be mindful of",
    "object": "the impact of smoking on others and adjust smoking behavior to respect health and comfort in shared spaces",
    "related_desc": "Thoughts:Abigail Chen found it interesting that Sam Moore acknowledged her concerns about the negative impact of smoking on health and others...",
    "utility": 90,
    "poi_reason": "Because failure to do so can negatively affect the health and comfort of others, and can also violate laws and regulations regarding smoking in public spaces.",
    "activation_state": false,
    "validity_state": true
  },
  "norm_9": {
    "ID": 9,
    "type": "injunctive",
    "content": "Promote and practice health-conscious behaviors.",
    "subject": "You",
    "predicate": "promote and practice",
    "object": "health-conscious behaviors",
    "related_desc": "Thoughts:There is a focus on promoting health and well-being, with suggestions for alternative relaxation techniques and reminders about the negative impacts of smoking.",
    "utility": 80,
    "poi_reason": "Because promoting and practicing health-conscious behaviors is important for maintaining a healthy lifestyle and preventing various health issues",
    "activation_state": false,
    "validity_state": true
  },
  "norm_10": {
    "ID": 10,
    "type": "injunctive",
    "content": "Maintain a smoke-free environment to ensure the health and respect of all patrons.",
    "subject": "you",
    "predicate": "maintain",
    "object": "a smoke-free environment",
    "related_desc": "Thoughts:The cafe customers express concerns about maintaining a healthy and respectful environment, with some suggesting compromises and alternatives to smoking.",
    "utility": 100,
    "poi_reason": "Because failure to maintain a smoke-free environment can have serious health consequences for individuals, especially those with respiratory conditions",
    "activation_state": false,
    "validity_state": true
  },
  "norm_11": {
    "ID": 11,
    "type": "descriptive",
    "content": "Alternative relaxation techniques are promoted and explored in the community.",
    "subject": "Alternative relaxation techniques",
    "predicate": "are promoted and explored",
    "object": "in the community",
    "related_desc": "Thoughts:Isabella Rodriguez, Wolfgang Schulz, and Tamara Rodriguez are all involved in discussions about smoking policy and alternative relaxation techniques, highlighting the importance of these topics in the community.",
    "utility": 50,
    "poi_reason": "Because while it is important to promote and explore alternative relaxation techniques, it is not a norm that must be strictly followed",
    "activation_state": false,
    "validity_state": true
  },
  "norm_12": {
    "ID": 12,
    "type": "injunctive",
    "content": "Individuals should opt for relaxation techniques that do not pose health risks to others, such as meditation or exercise, instead of smoking indoors to promote a respectful and considerate environment for all.",
    "subject": "individuals",
    "predicate": "should opt for",
    "object": "relaxation techniques that do not pose health risks to others, such as meditation or exercise, instead of smoking indoors to promote a respectful and considerate environment for all.",
    "related_desc": "Carlos Gomez: (Carlos Gomez leans back confidently in his chair and gestures with his hands) Hey Abigail, I couldn't help but overhear your discussion about the negative impact of loud noise. While I understand your concerns, have you considered the soothing benefits of a good smoke? It really helps me relax and think clearly.\nAbigail Chen: (Abigail Chen maintains a calm and composed demeanor, nodding politely) Carlos, I understand where you're coming from, but smoking indoors can have negative health impacts on others as well. Have you tried any alternative relaxation techniques like meditation or exercise?\nCarlos Gomez: (Carlos Gomez leans forward slightly, a playful smile on his face) Well, Abigail, I hear you loud and clear. I haven't tried those techniques yet, but I'm open to giving them a shot. Maybe I'll try them out after my morning smoke tomorrow. Thanks for the insight!\n",
    "utility": 100,
    "poi_reason": "Because failure to follow this norm can have serious health consequences for others, such as secondhand smoke exposure and potential respiratory issues",
    "activation_state": false,
    "validity_state": true
  },
  "norm_13": {
    "ID": 13,
    "type": "injunctive",
    "content": "Encourage healthy lifestyles and communal engagement in public health discussions.",
    "subject": "You",
    "predicate": "encourage",
    "object": "healthy lifestyles and communal engagement in public health discussions",
    "related_desc": "Thoughts:Abigail Chen plays a key role in voicing concerns about the negative impacts of smoking and suggesting healthier alternatives, highlighting the importance of her perspective in the community.",
    "utility": 80,
    "poi_reason": "Because promoting healthy lifestyles and engaging in public health discussions is important for the well-being of individuals and communities",
    "activation_state": false,
    "validity_state": true
  },
  "norm_14": {
    "ID": 14,
    "type": "injunctive",
    "content": "Encourage open communication and collaboration to find mutually acceptable solutions to address concerns for a healthy and respectful environment.",
    "subject": "you",
    "predicate": "Encourage",
    "object": "open communication and collaboration to find mutually acceptable solutions to address concerns for a healthy and respectful environment",
    "related_desc": "Thoughts:The cafe customers express concerns about maintaining a healthy and respectful environment, leading to suggestions for compromises and alternatives to smoking.",
    "utility": 100,
    "poi_reason": "Because failure to do so may result in misunderstandings, conflicts, and an unhealthy and disrespectful environment",
    "activation_state": true,
    "validity_state": true
  },
  "norm_15": {
    "ID": 15,
    "type": "injunctive",
    "content": "Engage respectfully in policy discussions affecting health and well-being, aiming for compromises that consider diverse preferences and values.",
    "subject": "You",
    "predicate": "engage",
    "object": "in policy discussions affecting health and well-being",
    "related_desc": "Thoughts:There is a recurring conversation about smoking policy and its effects on health and well-being...",
    "utility": 90,
    "poi_reason": "Because failure to engage respectfully and consider diverse preferences and values can lead to conflicts and hinder progress in policy discussions affecting health and well-being",
    "activation_state": true,
    "validity_state": true
  },
  "norm_16": {
    "ID": 16,
    "type": "injunctive",
    "content": "Consideration for others' health and preferences in public settings.",
    "subject": "everyone",
    "predicate": "consider",
    "object": "for others' health and preferences in public settings",
    "related_desc": "Thoughts:The cafe customers express concerns about maintaining a healthy and respectful environment...",
    "utility": 90,
    "poi_reason": "Because failure to consider others' health and preferences in public settings can lead to discomfort, annoyance, and potential health issues for those affected",
    "activation_state": true,
    "validity_state": true
  },
  "norm_17": {
    "ID": 17,
    "type": "injunctive",
    "content": "Keep noise levels at a moderate volume and avoid using disruptive electronic devices in public spaces.",
    "subject": "you",
    "predicate": "Keep",
    "object": "noise levels at a moderate volume",
    "related_desc": "S_Norms:\n1. Everyone should keep their voices at a moderate volume to maintain a calm atmosphere.\n4. Customers should refrain from using loud or disruptive electronic devices.",
    "utility": 90,
    "poi_reason": "The abstract norm is concise, combining the essence of the specific norms provided without being overly general or detailed. It clearly outlines the expected conduct in public spaces regarding noise levels and electronic devices.",
    "activation_state": false,
    "validity_state": true
  },
  "norm_18": {
    "ID": 18,
    "type": "injunctive",
    "content": "Respect designated smoking areas and engage in considerate discussions about smoking policies to promote community health and well-being.",
    "subject": "individuals",
    "predicate": "respect and engage in discussions",
    "object": "in designated smoking areas and about smoking policies",
    "related_desc": "S_Norms:\n6. Smoking should only be done in designated smoking areas.\n7. Engage in respectful and considerate discussions about smoking policies to ensure the health and well-being of the community.\n8. Be mindful of the impact of smoking on others and adjust smoking behavior to respect health and comfort in shared spaces.\n10. Maintain a smoke-free environment to ensure the health and respect of all patrons.",
    "utility": 90,
    "poi_reason": "The abstract norm is concise, clear, and encompasses the content of the specific norms provided. It outlines expected conduct in a specific context, avoiding excessive generality or overly detailed descriptions. Therefore, the fitness score is high, with r=1.",
    "activation_state": true,
    "validity_state": true
  },
  "norm_19": {
    "ID": 19,
    "type": "injunctive",
    "content": "Promote health-conscious behaviors and explore alternative relaxation techniques that do not pose health risks to others. Encourage healthy lifestyles and community engagement in public health discussions.",
    "subject": "You",
    "predicate": "Promote and explore",
    "object": "health-conscious behaviors and alternative relaxation techniques that do not pose health risks to others, healthy lifestyles, community engagement in public health discussions",
    "related_desc": "S_Norms:\n9. Promote and practice health-conscious behaviors.\n11. Alternative relaxation techniques are promoted and explored in the community.\n12. Individuals should opt for relaxation techniques that do not pose health risks to others, such as meditation or exercise, instead of smoking indoors to promote a respectful and considerate environment for all.\n13. Encourage healthy lifestyles and communal engagement in public health discussions.",
    "utility": 77,
    "poi_reason": "The abstract norm is concise, clear, and encompasses the content of the related specific norms without being overly general or detailed. It provides a clear context for expected conduct in promoting health-conscious behaviors and exploring alternative relaxation techniques.",
    "activation_state": true,
    "validity_state": true
  },
  "norm_20": {
    "ID": 20,
    "type": "descriptive",
    "content": "Individuals use noise-canceling headphones in public study spaces to review material without disturbing others.",
    "subject": "Individuals",
    "predicate": "use",
    "object": "noise-canceling headphones in public study spaces to review material without disturbing others",
    "related_desc": "Abigail Chen: (Maintaining a calm and respectful environment for everyone is crucial, Tom. Your dedication to studying is commendable, but perhaps we can find a quieter way for you to review the material without disturbing others. Have you considered using noise-canceling headphones to help you focus without disrupting the peace in the cafe?)\nTom Gomez: (Tom Gomez nods, acknowledging Abigail's suggestion) Yes, I appreciate your suggestion, Abigail. I will definitely consider using noise-canceling headphones to review my material without disturbing others. Thank you for bringing it to my attention.\n",
    "utility": 90,
    "poi_reason": "Because if this norm is not followed, it can lead to disruptions and distractions for others trying to study or work in the same space",
    "activation_state": false,
    "validity_state": true
  },
  "norm_21": {
    "ID": 21,
    "type": "injunctive",
    "content": "We prioritize creating a healthy and respectful environment for everyone.",
    "subject": "We",
    "predicate": "prioritize creating",
    "object": "a healthy and respectful environment for everyone",
    "related_desc": "Wolfgang Schulz: (Wolfgang Schulz approaches Abigail Chen with a smile and nods respectfully) Hello Abigail, I couldn't help but overhear your discussion on the negative impact of loud noise. I understand the importance of maintaining a peaceful environment, but have you considered the potential benefits of smoking in terms of stress relief and pleasure? Perhaps there's a way we can find a compromise that suits everyone?\nAbigail Chen: (Smiling politely, Abigail Chen responds to Wolfgang Schulz) Hello Wolfgang, I appreciate your perspective on smoking for stress relief and pleasure. While I understand those benefits, it's essential to consider the health impacts not only on the individual but also on the people around them. In our community, we strive to create a healthy and respectful environment for everyone. Perhaps we can explore alternative relaxation techniques that promote well-being without the negative side effects. Thank you for suggesting a compromise, let's work together to find a solution that benefits us all.\nWolfgang Schulz: (Nods in agreement and places a thoughtful hand on his chin) You make a valid point, Abigail. It's crucial to prioritize the well-being of everyone in our community. I am open to exploring alternative relaxation methods that promote a healthy environment while still considering individual preferences. Thank you for sharing your perspective.\n",
    "utility": 100,
    "poi_reason": "Because failure to prioritize creating a healthy and respectful environment can lead to conflicts, harm, and a negative community atmosphere",
    "activation_state": true,
    "validity_state": true
  },
  "norm_22": {
    "ID": 22,
    "type": "injunctive",
    "content": "Designated smoking areas are provided away from common indoor spaces.",
    "subject": "Designated smoking areas",
    "predicate": "are provided",
    "object": "away from common indoor spaces",
    "related_desc": "Thoughts:The cafe customers express concerns about maintaining a healthy and respectful environment, with some suggesting compromises and alternatives to smoking.",
    "utility": 80,
    "poi_reason": "Because failure to follow this norm can lead to health risks for non-smokers due to secondhand smoke exposure",
    "activation_state": true,
    "validity_state": true
  },
  "norm_23": {
    "ID": 23,
    "type": "injunctive",
    "content": "Encourage respectful conversations and alternative relaxation options in public spaces.",
    "subject": "you",
    "predicate": "Encourage",
    "object": "respectful conversations and alternative relaxation options in public spaces",
    "related_desc": "Thoughts:There is a recurring conversation about smoking policy and its effects on health and well-being, revealing a potential clash of values between different individuals.\"\n\nThese norms aim to accommodate a range of perspectives and promote a socially acceptable way of balancing individual lifestyle choices with the health and well-being of the community, which aligns with the NORM PRINCIPLES.",
    "utility": 80,
    "poi_reason": "Because failure to do so may lead to discomfort and disturbance for others in the public space, and can result in conflicts or negative experiences for individuals trying to relax or have conversations",
    "activation_state": true,
    "validity_state": true
  },
  "norm_24": {
    "ID": 24,
    "type": "descriptive",
    "content": "Community well-being is prioritized and environmentally friendly relaxation practices are promoted, respecting individual preferences where possible.",
    "subject": "Community well-being",
    "predicate": "is prioritized and environmentally friendly relaxation practices are promoted",
    "object": "None.",
    "related_desc": "Thoughts:For Abigail Chen's planning: should remember to prioritize the well-being of everyone in the community and explore alternative relaxation methods that promote a healthy environment while considering individual preferences.",
    "utility": 80,
    "poi_reason": "Because promoting community well-being and environmentally friendly practices is important for the overall health and sustainability of the community",
    "activation_state": true,
    "validity_state": true
  },
  "norm_25": {
    "ID": 25,
    "type": "injunctive",
    "content": "Maintain moderate noise levels and use noise-canceling headphones in public study spaces to prevent disturbance to others.",
    "subject": "individuals",
    "predicate": "maintain levels and use",
    "object": "in public study spaces to prevent disturbance to others",
    "related_desc": "S_Norms:\n7. Keep noise levels at a moderate volume and avoid using disruptive electronic devices in public spaces.\n10. Individuals use noise-canceling headphones in public study spaces to review material without disturbing others.",
    "utility": 90,
    "poi_reason": "The abstract norm is concise and specific, outlining expected conduct in public study spaces regarding noise levels and the use of headphones. It effectively synthesizes the related specific norms without being overly general or detailed, resulting in a high fitness score of r=1.",
    "activation_state": true,
    "validity_state": true
  },
  "norm_26": {
    "ID": 26,
    "type": "injunctive",
    "content": "To navigate conflicting beliefs and values in a way that respects both individual freedoms and collective well-being.",
    "subject": "To navigate",
    "predicate": "respects",
    "object": "both individual freedoms and collective well-being",
    "related_desc": "Thoughts:There is a fundamental clash of values between those who promote smoking and those who prioritize health and well-being.",
    "utility": 80,
    "poi_reason": "Because it is necessary to have norms that guide individuals in resolving conflicts and balancing individual freedoms with the well-being of the collective",
    "activation_state": true,
    "validity_state": true
  },
  "norm_27": {
    "ID": 27,
    "type": "injunctive",
    "content": "Maintain a smoke-free environment in enclosed public spaces.",
    "subject": "you",
    "predicate": "Maintain",
    "object": "a smoke-free environment in enclosed public spaces",
    "related_desc": "Thoughts:The cafe customers express concerns about maintaining a healthy and respectful environment, with some suggesting compromises and alternatives to smoking.",
    "utility": 100,
    "poi_reason": "Because failure to do so can have serious health consequences for individuals who are exposed to secondhand smoke",
    "activation_state": true,
    "validity_state": true
  },
  "norm_28": {
    "ID": 28,
    "type": "injunctive",
    "content": "Respect the no-smoking policy at Hobbs Cafe.",
    "subject": "you",
    "predicate": "respect",
    "object": "the no-smoking policy",
    "related_desc": "Thoughts:The importance of respecting the no-smoking policy\" and \"enforcing the no-smoking policy.",
    "utility": 100,
    "poi_reason": "Because failure to do so can harm the health and well-being of others, violate the rules of the establishment, and potentially lead to legal consequences.",
    "activation_state": true,
    "validity_state": true
  }
}