{
  "norm_1": {
    "ID": 1,
    "type": "injunctive",
    "content": "Finish your cigarette outside before entering.",
    "subject": "you",
    "predicate": "finish",
    "object": "your cigarette outside",
    "related_desc": "Isabella Rodriguez: (Isabella smiles politely and gestures towards the No Smoking sign) Excuse me, sir, but smoking is not allowed in the cafe. Would you mind finishing your cigarette outside before coming in?\nWolfgang Schulz: (Wolfgang gestures towards the cigarette in his hand and then towards the No Smoking sign) Oh, I see. I was just trying to share the benefits of smoking with everyone here. How about I finish this cigarette outside and then come back in to discuss the benefits of tipping with you?\nIsabella Rodriguez: (Isabella nods and smiles) I appreciate your willingness to discuss tipping, but I must maintain the cafe's policy against smoking inside. Feel free to finish your cigarette outside and then come back in for your meal and we can chat more about tipping.\nWolfgang Schulz: (Wolfgang finishes his cigarette, crumples it up, and tosses it into a nearby trash bin) Alright, I'll respect the cafe's policy. How about we discuss the benefits of tipping over a meal? I believe it can really enhance the overall experience for everyone here.\nIsabella Rodriguez: (Isabella smiles warmly and nods) Thank you for understanding, Wolfgang. I'm glad you respect our policy. Let's continue our conversation about tipping over your meal.\nWolfgang Schulz: (Wolfgang smiles and nods) I'm looking forward to discussing the benefits of tipping over our meal. Thank you for being accommodating, Isabella.\n",
    "utility": 50,
    "poi_reason": "Because while it is a common norm to finish smoking outside before entering a public place, failure to do so may not result in serious consequences",
    "activation_state": false,
    "validity_state": true
  },
  "norm_2": {
    "ID": 2,
    "type": "injunctive",
    "content": "Use personal sound management solutions, like noise-canceling headphones, in public spaces, to maintain personal focus without disturbing others.",
    "subject": "you",
    "predicate": "use",
    "object": "personal sound management solutions, like noise-canceling headphones, in public spaces, to maintain personal focus without disturbing others",
    "related_desc": "Thoughts:Tom Gomez enjoys studying in the cafe environment, but Tamara suggests noise-canceling headphones to improve his focus.",
    "utility": 80,
    "poi_reason": "Because while it is not strictly necessary to use personal sound management solutions in public spaces, it is highly effective in maintaining personal focus without disturbing others",
    "activation_state": true,
    "validity_state": true
  },
  "norm_3": {
    "ID": 3,
    "type": "injunctive",
    "content": "Smoke in designated areas only to respect others' health.",
    "subject": "you",
    "predicate": "Smoke",
    "object": "in designated areas only to respect others' health",
    "related_desc": "Thoughts:Abigail Chen expresses concerns about the health impacts of smoking.",
    "utility": 80,
    "poi_reason": "Because failure to do so can harm the health of others and violate their right to clean air",
    "activation_state": false,
    "validity_state": true
  },
  "norm_4": {
    "ID": 4,
    "type": "descriptive",
    "content": "Service staff are tipped appropriately according to local customs and quality of service received.",
    "subject": "Service staff",
    "predicate": "are tipped",
    "object": "appropriately according to local customs and quality of service received",
    "related_desc": "Thoughts:This norm is derived from the differing opinions on tipping, aiming to establish a standard of behavior that acknowledges the efforts of service staff and aligns with societal expectations.",
    "utility": 80,
    "poi_reason": "Because tipping is a social norm that is widely practiced in many cultures and is considered a way to show appreciation for good service",
    "activation_state": true,
    "validity_state": true
  },
  "norm_5": {
    "ID": 5,
    "type": "injunctive",
    "content": "Be respectful and accommodating in discussions.",
    "subject": "you",
    "predicate": "be",
    "object": "respectful and accommodating in discussions",
    "related_desc": "Thoughts:Wolfgang Schulz Isabella Rodriguez was accommodating and respectful of Wolfgang Schulz's willingness to discuss tipping over a meal.",
    "utility": 1,
    "poi_reason": "Because smoking in public places is generally considered harmful to others and can lead to health issues",
    "activation_state": false,
    "validity_state": true
  },
  "norm_6": {
    "ID": 6,
    "type": "injunctive",
    "content": "Offer advice and support in community spaces.",
    "subject": "everyone",
    "predicate": "offer",
    "object": "advice and support in community spaces",
    "related_desc": "Thoughts:The cafe is also a place for individuals to offer advice and support to each other, such as Bob encouraging Jennifer to pursue her singing career.",
    "utility": 80,
    "poi_reason": "Because tipping is generally considered a social norm and failure to do so may be seen as a violation of customary practices",
    "activation_state": false,
    "validity_state": true
  },
  "norm_7": {
    "ID": 7,
    "type": "injunctive",
    "content": "Public health is prioritized in shared spaces.",
    "subject": "Public health",
    "predicate": "is prioritized",
    "object": "in shared spaces",
    "related_desc": "Thoughts:There is a contrast between individuals who promote smoking and those who prioritize health and well-being, highlighting a clash of values.\" This norm would aim to resolve the contrast by prescribing that in shared spaces, actions that protect and prioritize public health, including restrictions on smoking, should take precedence.",
    "utility": 80,
    "poi_reason": "Because tipping after eating is a social norm that is widely practiced and expected in many cultures",
    "activation_state": true,
    "validity_state": true
  },
  "norm_8": {
    "ID": 8,
    "type": "injunctive",
    "content": "Maintain a healthy, smoke-free environment inside cafes.",
    "subject": "you",
    "predicate": "Maintain",
    "object": "a healthy, smoke-free environment inside cafes",
    "related_desc": "Thoughts:There is a desire to maintain a healthy and respectful environment at Hobbs Cafe, with discussions focusing on finding compromises and alternatives to smoking indoors.",
    "utility": 100,
    "poi_reason": "Because failure to maintain a healthy, smoke-free environment inside cafes can have serious health consequences for both customers and staff",
    "activation_state": false,
    "validity_state": true
  },
  "norm_9": {
    "ID": 9,
    "type": "injunctive",
    "content": "Respect the designated smoking areas and adhere to non-smoking zones to accommodate varying perspectives and promote compromise.",
    "subject": "You",
    "predicate": "respect and adhere",
    "object": "to designated smoking areas and non-smoking zones",
    "related_desc": "Thoughts:Individuals express contrasting views on smoking and tipping, with some promoting it and others expressing concern and seeking compromise",
    "utility": 80,
    "poi_reason": "Because failure to do so may cause discomfort and health risks to non-smokers, and can lead to conflicts between smokers and non-smokers",
    "activation_state": false,
    "validity_state": true
  },
  "norm_10": {
    "ID": 10,
    "type": "injunctive",
    "content": "Respect the community smoking policy while understanding and respecting differing opinions on the matter.",
    "subject": "you",
    "predicate": "respect",
    "object": "the community smoking policy while understanding and respecting differing opinions on the matter",
    "related_desc": "Thoughts:The conversations at the cafe revolve around smoking policy... indicating a potential clash of values and beliefs between individuals.",
    "utility": 70,
    "poi_reason": "Because while it is important to respect the community smoking policy, there may be differing opinions on the matter",
    "activation_state": false,
    "validity_state": true
  },
  "norm_11": {
    "ID": 11,
    "type": "injunctive",
    "content": "Behaviors harming individuals' well-being or disrupting the community's tranquility are to be avoided.",
    "subject": "behaviors",
    "predicate": "are to be avoided",
    "object": "harming individuals' well-being or disrupting the community's tranquility",
    "related_desc": "Wolfgang Schulz: (Wolfgang Schulz approaches Abigail Chen with a smile and nods respectfully) Hello Abigail, I couldn't help but overhear your discussion on the negative impact of loud noise. I understand the importance of maintaining a peaceful environment, but have you considered the potential benefits of smoking in terms of stress relief and pleasure? Perhaps there's a way we can find a compromise that suits everyone?\nAbigail Chen: (Smiling politely, Abigail Chen responds to Wolfgang Schulz) Hello Wolfgang, I appreciate your perspective on smoking for stress relief and pleasure. While I understand those benefits, it's essential to consider the health impacts not only on the individual but also on the people around them. In our community, we strive to create a healthy and respectful environment for everyone. Perhaps we can explore alternative relaxation techniques that promote well-being without the negative side effects. Thank you for suggesting a compromise, let's work together to find a solution that benefits us all.\nWolfgang Schulz: (Nods in agreement and places a thoughtful hand on his chin) You make a valid point, Abigail. It's crucial to prioritize the well-being of everyone in our community. I am open to exploring alternative relaxation methods that promote a healthy environment while still considering individual preferences. Thank you for sharing your perspective.\n",
    "utility": 80,
    "poi_reason": "Because tipping is a social norm that is widely practiced and expected in many cultures",
    "activation_state": true,
    "validity_state": true
  },
  "norm_12": {
    "ID": 12,
    "type": "injunctive",
    "content": "Ensure public well-being by considering healthful practices in public spaces.",
    "subject": "you",
    "predicate": "Ensure",
    "object": "public well-being by considering healthful practices in public spaces",
    "related_desc": "Thoughts:Wolfgang Schulz Tom Gomez expressed valid concerns about prioritizing the health and well-being of everyone in public spaces and suggested exploring alternative relaxation methods.",
    "utility": 100,
    "poi_reason": "Because tipping after eating is a common social norm in many cultures and is seen as a way to appreciate and reward good service",
    "activation_state": true,
    "validity_state": true
  },
  "norm_13": {
    "ID": 13,
    "type": "injunctive",
    "content": "Maintain a healthy and respectful environment by smoking in designated areas only.",
    "subject": "you",
    "predicate": "Maintain",
    "object": "a healthy and respectful environment by smoking in designated areas only",
    "related_desc": "S_Norms:\n1. Finish your cigarette outside before entering.\n3. Smoke in designated areas only to respect others' health.\n8. Maintain a healthy, smoke-free environment inside cafes.\n9. Respect the designated smoking areas and adhere to non-smoking zones to accommodate varying perspectives and promote compromise.\n10. Respect the community smoking policy while understanding and respecting differing opinions on the matter.",
    "utility": 76,
    "poi_reason": "STAGE 1:",
    "activation_state": true,
    "validity_state": true
  },
  "norm_14": {
    "ID": 14,
    "type": "injunctive",
    "content": "Be supportive and respectful in community interactions.",
    "subject": "you",
    "predicate": "be supportive and respectful",
    "object": "in community interactions",
    "related_desc": "S_Norms:\n5. Be respectful and accommodating in discussions.\n6. Offer advice and support in community spaces.",
    "utility": 40,
    "poi_reason": "The abstract norm is concise, clearly outlining expected conduct in community interactions without being overly general or detailed. It encompasses the essence of the related specific norms effectively. Therefore, the fitness score is high, with r=1.",
    "activation_state": true,
    "validity_state": true
  },
  "norm_15": {
    "ID": 15,
    "type": "injunctive",
    "content": "Considerate behavior towards individuals with differing opinions on smoking.",
    "subject": "individuals",
    "predicate": "should show",
    "object": "considerate behavior towards individuals with differing opinions on smoking",
    "related_desc": "Thoughts:Individuals express contrasting views on smoking.",
    "utility": 50,
    "poi_reason": "Because while it is important to respect differing opinions, smoking is a controversial topic and can have negative health effects on both smokers and non-smokers",
    "activation_state": true,
    "validity_state": true
  },
  "norm_16": {
    "ID": 16,
    "type": "injunctive",
    "content": "Adopt a standard tipping policy in the cafe to guide patrons on appropriate gratuity practices, thus respecting the service provided by the staff.",
    "subject": "you",
    "predicate": "adopt",
    "object": "a standard tipping policy in the cafe to guide patrons on appropriate gratuity practices, thus respecting the service provided by the staff",
    "related_desc": "Thoughts:There is a recurring clash of values and beliefs between individuals regarding tipping at Hobbs Cafe, leading to discussions and debates.",
    "utility": 80,
    "poi_reason": "Because tipping is a social norm in many cultures and is considered a way to show appreciation for good service",
    "activation_state": true,
    "validity_state": true
  }
}