{
  "norm_1": {
    "ID": 1,
    "type": "injunctive",
    "content": "Refrain from smoking in public spaces or consider quitting for the health and comfort of all.",
    "subject": "you",
    "predicate": "Refrain",
    "object": "from smoking in public spaces or consider quitting for the health and comfort of all",
    "related_desc": "Thoughts:Jennifer Moore is expressing concern about her father's smoking habits in public places, with Sam Moore agreeing to consider quitting or being more considerate.",
    "utility": 90,
    "poi_reason": "Because failure to follow this norm can have serious health consequences for both the smoker and those around them, as well as causing discomfort to non-smokers.",
    "activation_state": false,
    "validity_state": true
  },
  "norm_2": {
    "ID": 2,
    "type": "injunctive",
    "content": "Respect designated smoking areas to limit exposure to secondhand smoke.",
    "subject": "you",
    "predicate": "Respect",
    "object": "designated smoking areas to limit exposure to secondhand smoke",
    "related_desc": "Thoughts:Wolfgang Schulz and Isabella Rodriguez are discussing smoking policy.\"\n  This norm emphasizes the importance of respecting regulations designed to limit exposure to secondhand smoke and the relevance of designated areas for smokers.",
    "utility": 90,
    "poi_reason": "Because failure to do so can have negative health effects on others and can be considered disrespectful to those who do not smoke or wish to avoid secondhand smoke",
    "activation_state": false,
    "validity_state": true
  },
  "norm_3": {
    "ID": 3,
    "type": "injunctive",
    "content": "Engage in fair tipping practices in service transactions.",
    "subject": "individuals",
    "predicate": "engage",
    "object": "in fair tipping practices in service transactions",
    "related_desc": "Thoughts:Wolfgang Schulz and Isabella Rodriguez are discussing tipping in public places.\"\n  This norm encourages the act of tipping service staff appropriately, recognizing their effort and contributing to a positive service culture.",
    "utility": 80,
    "poi_reason": "Because failure to do so may lead to conflicts and dissatisfaction among service providers, which can affect the quality of service in the long run",
    "activation_state": false,
    "validity_state": true
  },
  "norm_4": {
    "ID": 4,
    "type": "injunctive",
    "content": "Refrain from smoking in shared spaces.",
    "subject": "You",
    "predicate": "Refrain",
    "object": "from smoking in shared spaces",
    "related_desc": "Thoughts:Abigail Chen voices concerns about the health impacts of smoking, which highlights the importance of considering the well-being of others in a shared environment.",
    "utility": 100,
    "poi_reason": "Because failure to do so can harm the health of others through secondhand smoke and is considered disrespectful and inconsiderate behavior.",
    "activation_state": false,
    "validity_state": true
  },
  "norm_5": {
    "ID": 5,
    "type": "injunctive",
    "content": "Encourage and nurture individual talents within the community.",
    "subject": "Everyone",
    "predicate": "encourage and nurture",
    "object": "individual talents within the community",
    "related_desc": "Thoughts:Bob Johnson complimented Jennifer on her voice and encouraged her to pursue singing professionally.\" (Note: While this does not explicitly come from a normative thought in the INPUT, it aligns with fostering a positive community spirit and could reflect a principle that supports artistry and personal growth within the society.)",
    "utility": 50,
    "poi_reason": "Because while it is not a norm that must be strictly followed, it can lead to conflicts or disagreements between Jennifer and others who believe in tipping as a customary practice.",
    "activation_state": false,
    "validity_state": true
  },
  "norm_6": {
    "ID": 6,
    "type": "injunctive",
    "content": "Refrain from smoking in public spaces or consider quitting for the health and comfort of all.",
    "subject": "You",
    "predicate": "refrain or consider quitting",
    "object": "from smoking in public spaces for the health and comfort of all",
    "related_desc": "S_Norms:\n1. Refrain from smoking in public spaces or consider quitting for the health and comfort of all.\n2. Respect designated smoking areas to limit exposure to secondhand smoke.\n4. Refrain from smoking in shared spaces.",
    "utility": 93,
    "poi_reason": "STAGE 1:",
    "activation_state": false,
    "validity_state": true
  },
  "norm_7": {
    "ID": 7,
    "type": "descriptive",
    "content": "People provide support and encouragement to individuals pursuing their passions and dreams.",
    "subject": "People",
    "predicate": "provide support and encouragement",
    "object": "to individuals pursuing their passions and dreams",
    "related_desc": "Thoughts:Jennifer Moore is focused on pursuing her dream of becoming a professional singer, with support and encouragement from Bob Johnson and others.\"\n\nWhile the encouragement given to Jennifer by Bob does align with societal values of support, it seems to be a specific and individual case rather than a call for a generalized social norm. However, if we generalize this behavior to the entire society, it could result in a norm. But the INPUT itself does not necessarily call for the establishment of a new social norm, as the behavior of offering support might already be the norm in their community.",
    "utility": 80,
    "poi_reason": "Because the norm of providing support and encouragement to individuals pursuing their passions and dreams is highly effective in creating a positive and motivating environment",
    "activation_state": false,
    "validity_state": true
  },
  "norm_8": {
    "ID": 8,
    "type": "injunctive",
    "content": "Maintain a calm and respectful atmosphere in shared spaces.",
    "subject": "you",
    "predicate": "maintain",
    "object": "a calm and respectful atmosphere in shared spaces",
    "related_desc": "Thoughts:There is a focus on maintaining a calm and respectful atmosphere in the cafe.",
    "utility": 50,
    "poi_reason": "Because while it is not a harmful violation, it may lead to conflicts or disagreements with others who believe in tipping as a social norm.",
    "activation_state": false,
    "validity_state": true
  },
  "norm_9": {
    "ID": 9,
    "type": "descriptive",
    "content": "Tipping as a gesture of appreciation for excellent service provided is common.",
    "subject": "Tipping",
    "predicate": "is",
    "object": "None",
    "related_desc": "Jennifer Moore: (Jennifer Moore maintains eye contact with Francisco Lopez and leans in towards him) Hi Francisco, I couldn't help but overhear your discussion about tipping culture. I have some strong opinions about tipping myself. Do you think tipping is necessary in every situation?\nFrancisco Lopez: (Francisco Lopez maintains eye contact with Jennifer and smiles warmly) Hi Jennifer, tipping culture is indeed a topic that sparks varied opinions. I believe tipping should be seen as a gesture of appreciation for excellent service provided. What are your thoughts on the matter?\nJennifer Moore: (Jennifer Moore smiles and nods in agreement) I completely understand your perspective, Francisco. I also believe in showing appreciation for good service, but sometimes I think tipping can be overemphasized in certain situations. Perhaps there are other ways to show gratitude. What do you think?\nFrancisco Lopez: (Francisco Lopez nods thoughtfully and responds) You raise an interesting point, Jennifer. While tipping is a common practice, I agree that there are alternative ways to show appreciation. Perhaps advocating for fair wages in the service industry could complement tipping. What do you think about that approach?\nJennifer Moore: (Jennifer Moore maintains eye contact with Francisco Lopez and nods in agreement) I think promoting fair wages is a great way to ensure workers are compensated properly for their efforts. It could be a complementary approach to tipping in certain situations. What do you think?\nFrancisco Lopez: (Francisco Lopez smiles warmly and gestures with his hands) Jennifer, I appreciate your perspective on the matter. It's always enlightening to hear different viewpoints. I'm glad we had this conversation.\n",
    "utility": 80,
    "poi_reason": "Because while not tipping may not result in serious consequences, it is considered a social norm and failure to do so may be seen as rude or disrespectful to the service provider",
    "activation_state": false,
    "validity_state": true
  },
  "norm_10": {
    "ID": 10,
    "type": "injunctive",
    "content": "Advocate and practice fair compensation in the service industry.",
    "subject": "everyone",
    "predicate": "should advocate and practice",
    "object": "fair compensation in the service industry",
    "related_desc": "Thoughts:Jennifer Moore is a central figure in the conversations, often discussing alternative ways of showing appreciation and advocating for fair wages.",
    "utility": 80,
    "poi_reason": "Because failure to do so may lead to unfair treatment of service workers and can contribute to income inequality",
    "activation_state": false,
    "validity_state": true
  },
  "norm_11": {
    "ID": 11,
    "type": "injunctive",
    "content": "Restrict smoking in shared spaces to designated areas.",
    "subject": "Restrict",
    "predicate": "smoking",
    "object": "in shared spaces to designated areas",
    "related_desc": "Thoughts:There is a clash of values between those who promote smoking and those who prioritize health and well-being.",
    "utility": 90,
    "poi_reason": "Because failure to follow this norm can lead to serious health consequences for others due to secondhand smoke exposure",
    "activation_state": false,
    "validity_state": true
  },
  "norm_12": {
    "ID": 12,
    "type": "injunctive",
    "content": "Contribute to a communal tipping pool in publicly shared services.",
    "subject": "You",
    "predicate": "contribute",
    "object": "to a communal tipping pool in publicly shared services",
    "related_desc": "Thoughts:The conversations center around the topics of tipping culture and smoking policy, indicating their importance in the community\"\n  ",
    "utility": 80,
    "poi_reason": "Because failure to contribute to the communal tipping pool may lead to conflicts and resentment among the service providers, as well as potentially affecting the quality of service in the future",
    "activation_state": false,
    "validity_state": true
  },
  "norm_13": {
    "ID": 13,
    "type": "descriptive",
    "content": "Fair tipping practices and appreciation gestures are common in service transactions.",
    "subject": "Fair tipping practices and appreciation gestures",
    "predicate": "are common",
    "object": "in service transactions",
    "related_desc": "S_Norms:\n1. Engage in fair tipping practices in service transactions.\n6. Tipping as a gesture of appreciation for excellent service provided is common.\n7. Advocate and practice fair compensation in the service industry.\n9. Contribute to a communal tipping pool in publicly shared services.",
    "utility": 80,
    "poi_reason": "The abstract norm is concise and clearly outlines the expected conduct in service transactions related to tipping practices. It encompasses the content of specific norms while avoiding excessive generality or detail, making it highly appropriate. Therefore, the fitness score is r=1.",
    "activation_state": false,
    "validity_state": true
  },
  "norm_14": {
    "ID": 14,
    "type": "descriptive",
    "content": "Individual talents within the community are supported and encouraged.",
    "subject": "individual talents",
    "predicate": "are supported and encouraged",
    "object": "within the community",
    "related_desc": "S_Norms:\n2. Encourage and nurture individual talents within the community.\n4. People provide support and encouragement to individuals pursuing their passions and dreams.",
    "utility": 65,
    "poi_reason": "The abstract norm is concise and clearly outlines the expected conduct of supporting and encouraging individual talents within the community. It captures the essence of the related specific norms without being overly general or detailed, resulting in a high fitness score of r=1.",
    "activation_state": false,
    "validity_state": true
  },
  "norm_15": {
    "ID": 15,
    "type": "injunctive",
    "content": "Seek healthy and respectful alternatives to smoking in public places.",
    "subject": "You",
    "predicate": "seek",
    "object": "healthy and respectful alternatives to smoking in public places",
    "related_desc": "Thoughts:There is a recurring conversation about finding a compromise or alternative to smoking in public places and maintaining a healthy and respectful environment for everyone.",
    "utility": 90,
    "poi_reason": "Because failure to do so can harm the health of others through secondhand smoke and can also be considered disrespectful to those who do not smoke or dislike the smell of smoke",
    "activation_state": false,
    "validity_state": true
  },
  "norm_16": {
    "ID": 16,
    "type": "injunctive",
    "content": "Avoid smoking in designated no smoking areas.",
    "subject": "you",
    "predicate": "avoid",
    "object": "in designated no smoking areas",
    "related_desc": "Thoughts:There is a recurring conversation about the benefits and drawbacks of smoking indoors and the importance of respecting Hobbs Cafe's strict no smoking policy to maintain a healthy and respectful environment for everyone, revealing a fundamental values clash.",
    "utility": 90,
    "poi_reason": "Because failure to do so can harm the health of others and is disrespectful to the rules and preferences of the establishment.",
    "activation_state": false,
    "validity_state": true
  },
  "norm_17": {
    "ID": 17,
    "type": "injunctive",
    "content": "Respect individual choices while also considering the impact on the community as a whole.",
    "subject": "you",
    "predicate": "respect",
    "object": "individual choices while also considering the impact on the community as a whole",
    "related_desc": "Jennifer Moore: (Jennifer Moore makes eye contact with Tom Gomez and nods in agreement) Hey Tom, I overheard you talking about the importance of considering personal choices while also prioritizing the well-being of others. I completely agree with that sentiment. It's crucial to find a balance, don't you think?\nTom Gomez: (Tom Gomez nods in agreement and smiles) Yeah, finding that balance is key. I think it's vital to respect individual choices while also considering how they impact the community as a whole. It's all about creating a harmonious environment for everyone.\nJennifer Moore: (Jennifer Moore smiles and nods) Absolutely, Tom. I think it's important for everyone to feel respected and valued in our community. It's like a puzzle, and each person's choice is a piece that contributes to the bigger picture.\nTom Gomez: (Tom Gomez nods enthusiastically) I completely agree, Jennifer. Each person's choice plays a crucial role in shaping our community. It's like a collaborative effort where every individual contributes to the overall harmony.\n",
    "utility": 50,
    "poi_reason": "Because while it is not a norm that must be strictly followed, it can lead to conflicts or disagreements between Jennifer and others who believe in tipping as a social norm.",
    "activation_state": false,
    "validity_state": true
  },
  "norm_18": {
    "ID": 18,
    "type": "injunctive",
    "content": "All individuals at Hobbs Cafe must work together to create a positive and healthy environment for everyone.",
    "subject": "All individuals at Hobbs Cafe",
    "predicate": "must work together to create",
    "object": "a positive and healthy environment for everyone",
    "related_desc": "Jennifer Moore: (Jennifer Moore smiles warmly) Hi Abigail! I couldn't help but overhear your talk on the negative impact of loud noise. It's such an important topic.\nAbigail Chen: (Abigail Chen smiles warmly back) Hi Jennifer! Thank you for attending the lecture. I'm glad you found it important.\nJennifer Moore: (Jennifer Moore nods enthusiastically) I actually have a personal experience with loud noise. I remember one time when my dad was smoking indoors and the noise was just overwhelming. It made me so uncomfortable. It's so important to create a healthy and respectful environment for everyone, right?\nAbigail Chen: (Abigail Chen nods empathetically) I'm sorry to hear that, Jennifer. It's crucial to advocate for a healthy and respectful environment for everyone. I appreciate you sharing your experience.\nJennifer Moore: (Jennifer Moore nods thoughtfully) You're absolutely right, Abigail. It's up to us to promote a positive and healthy atmosphere for everyone at Hobbs Cafe.\nAbigail Chen: (Abigail Chen nods in agreement) Absolutely, Jennifer. It's essential for each of us to contribute to a harmonious environment here at Hobbs Cafe. Together, we can make a difference.\n",
    "utility": 80,
    "poi_reason": "Because if this norm is not followed, it may lead to a negative and unhealthy environment, affecting the experience of everyone at the cafe",
    "activation_state": false,
    "validity_state": true
  },
  "norm_19": {
    "ID": 19,
    "type": "injunctive",
    "content": "Respect the no-smoking policy at Hobbs Cafe to maintain a healthy and respectful environment for all customers.",
    "subject": "you",
    "predicate": "respect",
    "object": "the no-smoking policy at Hobbs Cafe to maintain a healthy and respectful environment for all customers",
    "related_desc": "Thoughts:There is a recurring conversation about the benefits and drawbacks of smoking and the importance of respecting Hobbs Cafe's strict no-smoking policy.",
    "utility": 100,
    "poi_reason": "Because failure to respect the no-smoking policy can lead to health risks for others due to secondhand smoke and can create a disrespectful and uncomfortable environment for non-smoking customers.",
    "activation_state": false,
    "validity_state": true
  },
  "norm_20": {
    "ID": 20,
    "type": "injunctive",
    "content": "Engage in constructive dialogue to find a compromise or alternative solutions for smoking that prioritize public health and the well-being of the community.",
    "subject": "You",
    "predicate": "engage",
    "object": "in constructive dialogue to find a compromise or alternative solutions for smoking that prioritize public health and the well-being of the community",
    "related_desc": "Thoughts:There is a recurring conversation about finding a compromise or alternative to smoking in public places and maintaining a healthy and respectful environment for everyone.",
    "utility": 80,
    "poi_reason": "Because failure to engage in constructive dialogue and find a compromise or alternative solutions for smoking may result in continued harm to public health and the well-being of the community",
    "activation_state": false,
    "validity_state": true
  },
  "norm_21": {
    "ID": 21,
    "type": "injunctive",
    "content": "Engage in civil discourse about differing health-related values without imposing on others' right to a smoke-free environment.",
    "subject": "everyone",
    "predicate": "engage",
    "object": "in civil discourse about differing health-related values without imposing on others' right to a smoke-free environment",
    "related_desc": "Thoughts:There is a recurring theme of conversations about smoking and health concerns, potentially revealing a values clash between those who promote smoking for relaxation and those who prioritize health and well-being.",
    "utility": 80,
    "poi_reason": "Because failure to engage in civil discourse and respect others' right to a smoke-free environment can lead to conflicts and a hostile social environment",
    "activation_state": false,
    "validity_state": true
  },
  "norm_22": {
    "ID": 22,
    "type": "injunctive",
    "content": "Practice fair tipping and maintain respect in shared environments.",
    "subject": "Everyone",
    "predicate": "practice",
    "object": "fair tipping and maintain respect in shared environments",
    "related_desc": "Thoughts:The conversations also touch on other topics such as tipping culture and creating a healthy and respectful environment, showing the complexity of societal issues at play.",
    "utility": 80,
    "poi_reason": "Because failure to do so may lead to conflicts and create a negative atmosphere in shared environments",
    "activation_state": true,
    "validity_state": true
  },
  "norm_23": {
    "ID": 23,
    "type": "descriptive",
    "content": "Most people respect smoking regulations and acknowledge health risks associated with smoking.",
    "subject": "Most people",
    "predicate": "respect and acknowledge",
    "object": "smoking regulations and health risks",
    "related_desc": "Thoughts:There is a recurring conversation about the benefits and drawbacks of smoking and the importance of respecting Hobbs Cafe's strict no-smoking policy...",
    "utility": 80,
    "poi_reason": "Because while there may not be immediate and direct consequences for not following this norm, it is still considered important for the well-being of individuals and society as a whole",
    "activation_state": false,
    "validity_state": true
  },
  "norm_24": {
    "ID": 24,
    "type": "injunctive",
    "content": "Respect designated smoking areas and prioritize public health.",
    "subject": "you",
    "predicate": "respect",
    "object": "designated smoking areas and prioritize public health",
    "related_desc": "S_Norms:\n1. Refrain from smoking in public spaces or consider quitting for the health and comfort of all.\n3. Restrict smoking in shared spaces to designated areas.\n6. Seek healthy and respectful alternatives to smoking in public places.\n7. Avoid smoking in designated no smoking areas.\n10. Respect the no-smoking policy at Hobbs Cafe to maintain a healthy and respectful environment for all customers.\n11. Engage in constructive dialogue to find a compromise or alternative solutions for smoking that prioritize public health and the well-being of the community.\n12. Engage in civil discourse about differing health-related values without imposing on others' right to a smoke-free environment.\n14. Most people respect smoking regulations and acknowledge health risks associated with smoking.",
    "utility": 88,
    "poi_reason": "The abstract norm \"Respect designated smoking areas and prioritize public health\" effectively captures the essence of the related specific norms by emphasizing the importance of following designated smoking areas and considering public health concerns. It strikes a balance between being too general or too detailed, making it highly appropriate with a fitness score of r=1.",
    "activation_state": true,
    "validity_state": true
  },
  "norm_25": {
    "ID": 25,
    "type": "injunctive",
    "content": "Maintain a peaceful and supportive community environment.",
    "subject": "people",
    "predicate": "Maintain",
    "object": "a peaceful and supportive community environment",
    "related_desc": "S_Norms:\n2. Maintain a calm and respectful atmosphere in shared spaces.\n4. Fair tipping practices and appreciation gestures are common in service transactions.\n5. Individual talents within the community are supported and encouraged.\n8. Respect individual choices while also considering the impact on the community as a whole.\n9. All individuals at Hobbs Cafe must work together to create a positive and healthy environment for everyone.",
    "utility": 65,
    "poi_reason": "STAGE 1:",
    "activation_state": true,
    "validity_state": true
  }
}